{
    "scholarships": [
        {
            "scholarshipName": "Ag Education Endowment Fund",
            "keywords": "agriculture graduate education",
            "url": "images/agEducation.jpg",
            "description": "Recipients shall be graduate students whose research program focuses on fish or wildlife conservation ecology or management. Preference would be given to students whose research is oriented towards game species of fish, birds or mammals and/or their habitat."
        },
        {
            "scholarshipName": "Jack Trice Memorial Scholarship",
            "keywords": "volunteerism essay jack trice",
            "url": "images/memorial.jpg",
            "description": "Recipients shall be a student in good academic standing with relevant community service experience."
        },
        {
            "scholarshipName": "Ag Business Scholarship - General",
            "keywords": "agriculture business",
            "url": "images/agBusiness1.jpg",
            "description": "1. Recipients shall be enrolled in the College of Agriculture and Life Sciences. 2. Recipients shall have an interest in a field of study related to agriculture production as determined by the administering authority. 3. Recipients shall have verified financial need, as documented by the University Office of Student Financial Aid. 4. Recipients shall have a minimum cumulative grade point average of 3.0 on a 4.0 scale. This award shall be made available to students of undergraduate class standing."
        },
        {
            "scholarshipName": "Architecture Diversity Scholarship",
            "keywords": "multicultural first-gen architecture diversity",
            "url": "images/archdiversity.jpg",
            "description": "Provided by the American Institute of Architects, to be awarded to students in good academic standing, enrolled in the Architecture Program, and a U.S. Citizen, with preference given to an under-represented U.S. ethnic group and resident of Iowa."
        }
    ]
}